<?php

$_['title'] = 'Тестовая работа';
$_['tauth'] = 'Добро пожаловать в авторизацию';
$_['login'] = 'Логин:';
$_['password'] = 'Рароль:';
$_['conf_password'] = 'Повторите пароль:';
$_['button_name'] = 'Войти';
$_['registration'] = 'Регистрация';

$_['treg'] = 'Добро пожаловать в регистрацию';
$_['name'] = 'Имя:';
$_['surname'] = 'Фамилия:';
$_['birthday'] = 'День рождения:';
$_['city'] = 'Город:';
$_['gender'] = 'Пол:';
$_['man'] = 'Мужской';
$_['woman'] = 'Женский';
$_['mail'] = 'E-mail:';
$_['phone'] = 'Телефон:';
$_['avatar'] = 'Аватар:';
$_['authorization'] = 'Авторизация';

$_['user_info'] = 'Информация о пользователе';
$_['logout'] = 'Выйти';

// Error
$_['error_login'] = 'Нет совпадений для Логин и / или пароль.';
$_['error_password'] = 'Пароль должен быть от 3 до 20 символов!';

$_['error_login_exist'] = "Такой логин уже существует!";
$_['error_reg_login'] = 'Логин должен быть от 1 до 32 символов!';
$_['error_firstname'] = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email'] = 'E-Mail не является допустимым!';
$_['error_telephone'] = 'Телефон должен быть между 10 и 32 символов!';
$_['error_login'] = 'Логин должен быть от 1 до 32 символов!';
$_['error_password'] = 'Пароль должен быть от 3 до 20 символов!';
$_['error_confirm'] = 'Пароли должны совпадать в обоих полях!';

$_['error_filename'] = 'Имя файла должено быть от 3 до 255!';
$_['error_file_size'] = 'Файл не должет превышать 300Кб!';
$_['error_file_type'] = 'Неправильный файл типа!';
$_['error_uploaded'] = 'Файл не может быть загружен по неизвестной причине!';